Repository: rag-wtf/offline_sync
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# counterAppBarTitle
source: Counter
es: Contador

source: Filter by Documents
es: Filtrar por documentos

source: No documents available.
es: No hay documentos disponibles.

source: Done
es: Hecho

source: Loading...
es: Cargando...

# startConversation
source: Start a conversation
es: Iniciar una conversación

# startConversationSubtitle
source: Ask questions about your documents or upload new ones to get started.
es: Haz preguntas sobre tus documentos o sube nuevos para empezar.

source: Source Detail
es: Detalle de fuente

# settingsTooltip
source: Settings
es: Ajustes

# initializationError
source: Initialization error: {error}
es: Error de inicialización: {error}

# authRequired
source: Please provide authentication and try again
es: Por favor proporcione autenticación e intente de nuevo

# failedIngestion
source: Failed to ingest {count} file(s)
es: No se pudieron ingestar {count} archivo(s)

# mixedIngestion
source: Ingested {success} file(s). Failed to ingest {failed} file(s).
es: Ingestado {success} archivo(s). Falló {failed} archivo(s).

# successIngestion
source: Successfully ingested {count} file(s)
es: Ingestado exitosamente {count} archivo(s)

# ingestionError
source: Ingestion error: {error}
es: Error de ingestión: {error}

source: Attach document
es: Adjuntar documento

# chatInputHint
source: Ask about your documents...
es: Pregunta sobre tus documentos...
